Repository: mlleDesmeules/ladydev-blog
Catalog: src/locale/messages.*.xlf
Languages: fr

# contact-metadesc
source: You have a question or a comment? a post idea? Let me know!
fr: Vous avez une question ou un commentaire? une idée pour un article? Faites le moi savoir!

# about-metatitle
source: About Me - ladydev.io
fr: À propos - ladydev.io

# about-metadesc
source: Learn a little more about the author of this blog, what she does for a living, what made her go in tech.
fr: Apprenez-en un peu plus sur l'auteure de ce blog, ce qu'elle fait dans la vie, ce qui l'a ammenée en programmation.

# about-title
source: About me
fr: À propos

# error-500-metatitle
source: Server failed - ladydev.io
fr: Serveur a planté - ladydev.io

# error-404-metatitle
source: Page not found - ladydev.io
fr: Page non trouvée - ladydev.io

# error-400-comment
source: // 404 page not found (aka it's not me, it's you)
fr: // 404 page non trouvée (aka c'est pas moi, c'est toi)

# error-500-comment
source: // 500 internal server error (aka it's not you, it's me)
fr: // 500 serveur à planté (aka c'est pas toi, c'est moi)

# home-metadesc
source: Learn about web development, PHP, NodeJs, Angular2+ and others
fr: En savoir plus sur le développement Web, PHP, NodeJs, Angular2 + et autres
