Repository: mlleDesmeules/ladydev-blog
Catalog: src/locale/messages.*.xlf
Languages: fr

# home-title
source: ladydev.io sharing tips and tricks about web development
fr: ladydev.io partage ses trucs et astuces sur le dévelopement web

# intro-title
source: Hi, I'm Roxanne
fr: Salut, je suis Roxanne

# intro
source: I am here to <b>share</b> what I have learned during my years of being a professional web developer, help you try to make sense of it all. I am also here to share my experience as a <b>woman in tech</b> and help others that want to enter the industry by making it less intimidating and more inclusive.
fr: Je suis ici pour <b>partager{CLOSE_BOLD_TEXT} ce que j’ai appris pendant mes années à travailler comme développeuse web et vous aider à donner un sens à tout cela. Je suis également ici pour partager mon expérience en tant que <b>femme dans la technologie{CLOSE_BOLD_TEXT} et aider celles qui le désire entrer l’industrie en la rendant moins intimidante et plus inclusive.

source: View More
fr: Voir Plus

# latest-title
source: Latest from the blog
fr: Les nouveautés du blog

# latest-desc
source: See latest articles published on the blog
fr: Voir les articles publiés récemment sur le blog

# scroll
source: Scroll Down
fr: Défiler

# contact-title
source: Contact Me
fr: Contactez moi

# contact-desc
source: You have a question or a comment? a post idea? Let me know by filling the form bellow.
fr: Vous avez une question ou un commentaire? une idée pour un article? Faites le moi savoir en remplissant le formulaire ci-dessous.

# contact-success-msg
source: I have received your message and I will answer you as soon as possible.
fr: J'ai bien reçu votre message et j'y répondrai dès que possible.

# contact-form-name
source: Name*
fr: Nom*

# contact-form-name-required
source: Please enter your name
fr: Veuillez entrer votre nom

# contact-form-email
source: Email address*
fr: Adresse e-mail*

# contact-form-email-required
source: Please enter your email
fr: Veuillez entrer votre e-mail

# contact-form-subject
source: Your subject
fr: Le sujet de votre message

# contact-form-message
source: Your message*
fr: Votre message*

# contact-form-message-required
source: Please enter your message
fr: Veuillez entrer votre message

# contact-form-submit
source: Send Message
fr: Envoyer

# privacy-title
source: Privacy Policy
fr: Politique de Confidentialité

# privacy-date
source: Effective date: December 17, 2018
fr: Date de prise d'effet: 17 décembre 2018

# privacy-us
source: ladydev.io ("us", "we", or "our") operates the https://ladydev.io website (the "Service").
fr: ladydev.io ("nous", "notre", "nos") exploite le site web www.ladydev.io (ci-après désigné par le terme "Service").

# privacy-explanation
source: This page informs you of our policies regarding the collection, use, and disclosure of personal data when you use our Service and the choices you have associated with that data. Our Privacy Policy for ladydev.io is based on the <a>Free Privacy Policy Template Website</a>.
fr: Cette page vous explique nos politiques en matière de collecte, d'utilisation et de communication des données à caractère personnel lorsque vous utilisez notre Service ainsi que les choix qui s'offrent à vous en ce qui concerne ces données. <a>Modèle de politique de confidentialité via FreePrivacyPolicy{CLOSE_LINK}.

# privacy-agreement
source: We use your data to provide and improve the Service. By using the Service, you agree to the collection and use of information in accordance with this policy. Unless otherwise defined in this Privacy Policy, terms used in this Privacy Policy have the same meanings as in our Terms and Conditions, accessible from https://ladydev.io
fr: Nous utilisons vos données pour fournir et améliorer le Service. En utilisant le Service, vous consentez à la collecte et à l'utilisation d'informations conformément à la présente politique. Sauf définition contraire dans la présente Politique de Confidentialité, les termes utilisés dans la présente Politique de Confidentialité ont la même signification que dans nos Conditions Générales qui sont disponibles sur https://ladydev.io

# privacy-collection-use
source: Information Collection And Use
fr: Collecte et utilisation des données

# privacy-collect
source: We collect several different types of information for various purposes to provide and improve our Service to you.
fr: Nous recueillons plusieurs types de données à différentes fins en vue de vous fournir notre Service et de l'améliorer.

# privacy-datatype
source: Types of Data Collected
fr: Types de données recueillies

# privacy-datatype-perso
source: Personal Data
fr: Données à Caractère Personnel

# privacy-perso-collect
source: While using our Service, we may ask you to provide us with certain personally identifiable information that can be used to contact or identify you ("Personal Data"). Personally identifiable information may include, but is not limited to:
fr: Lorsque vous utilisez notre Service, il est possible que nous vous demandions de nous fournir certaines données personnelles nominatives qui peuvent servir à vous contacter ou à vous identifier ("Données à Caractère Personnel"). Les données personnelles nominatives peuvent comprendre, mais de manière non limitative:

# privacy-email
source: Email address
fr: Adresse e-mail

# privacy-name
source: First name and last name
fr: Prénom et nom de famille

# privacy-cookie
source: Cookies and Usage Data
fr: Cookies et Données d'Utilisation

# privacy-usage
source: Usage Data
fr: Données d'Utilisation

# privacy-usage-collect
source: We may also collect information how the Service is accessed and used ("Usage Data"). This Usage Data may include information such as your computer's Internet Protocol address (e.g. IP address), browser type, browser version, the pages of our Service that you visit, the time and date of your visit, the time spent on those pages, unique device identifiers and other diagnostic data.
fr: Nous pouvons également recueillir des informations relatives au mode d'accès et d'utilisation du Service ("Données d'Utilisation"). Ces Données d'Utilisation peuvent comprendre des informations telles que l'adresse de protocole Internet (c.-à-d. l'adresse IP) de votre ordinateur, le type de navigateur, la version du navigateur, les pages de notre Service que vous consultez, la date et l'heure de votre visite, le temps passé sur ces pages, les identifiants uniques de dispositifs ainsi que d'autres données de diagnostic.

# privacy-tracking
source: Tracking & Cookies Data
fr: Suivi et données de cookies

# privacy-tracking-cookie
source: We use cookies and similar tracking technologies to track the activity on our Service and hold certain information.
fr: Nous avons recours à des cookies et à d'autres technologies de suivi similaires pour effectuer un suivi des activités effectuées dans notre Service, et nous conservons certaines informations.

# privacy-tracking-cookie-storage
source: Cookies are files with small amount of data which may include an anonymous unique identifier. Cookies are sent to your browser from a website and stored on your device. Tracking technologies also used are beacons, tags, and scripts to collect and track information and to improve and analyze our Service.
fr: Les cookies sont des fichiers à faible volume de données pouvant comporter un identifiant unique anonyme. Les cookies sont envoyés à votre navigateur depuis un site web et sont stockés sur votre dispositif. D'autres technologies de suivi telles que les pixels, les balises et les scripts sont également utilisées pour recueillir et suivre des informations et afin d'améliorer et d'analyser notre Service.

# privacy-tracking-cookie-refuse
source: You can instruct your browser to refuse all cookies or to indicate when a cookie is being sent. However, if you do not accept cookies, you may not be able to use some portions of our Service.
fr: Vous pouvez demander à votre navigateur de refuser tous les cookies ou de vous avertir lorsqu'un cookie est envoyé. Toutefois, si vous n'acceptez pas les cookies, il se peut que vous ne puissiez pas utiliser certains éléments de notre Service.

# privacy-tracking-example
source: Examples of Cookies we use:
fr: Exemples de cookies que nous utilisons :

# privacy-tracking-session
source: <strong>Session Cookies.</strong> We use Session Cookies to operate our Service.
fr: <strong>Cookies de Session.{CLOSE_TAG_STRONG} Nous utilisons des Cookies de Session pour faire fonctionner notre Service.

# privacy-tracking-preference
source: <strong>Preference Cookies.</strong> We use Preference Cookies to remember your preferences and various settings.
fr: <strong>Cookies de Préférences.{CLOSE_TAG_STRONG} Nous utilisons des Cookies de Préférences pour mémoriser vos préférences et vos différents paramètres.

# privacy-tacking-security
source: <strong>Security Cookies.</strong> We use Security Cookies for security purposes.
fr: <strong>Cookies de Sécurité.{CLOSE_TAG_STRONG} Nous utilisons des Cookies de Sécurité pour des raisons de sécurité.

# privacy-data-use
source: Use of Data
fr: Utilisation des données

# privacy-data-collect
source: ladydev.io uses the collected data for various purposes:
fr: ladydev.io utilise les données recueillies à des fins diverses:

# privacy-data-maintain
source: To provide and maintain the Service
fr: Pour fournir et assurer notre Service

# privacy-data-notify
source: To notify you about changes to our Service
fr: Pour vous faire part des changements apportés à notre Service

# privacy-data-interact
source: To allow you to participate in interactive features of our Service when you choose to do so
fr: Pour vous permettre d'utiliser les fonctions interactives de notre Service quand vous le souhaitez

# privacy-data-support
source: To provide customer care and support
fr: Pour assurer l'assistance client

# privacy-data-analysis
source: To provide analysis or valuable information so that we can improve the Service
fr: Pour recueillir des données précieuses ou d'analyses qui nous permettront d'améliorer notre Service

# privacy-data-monitor
source: To monitor the usage of the Service
fr: Pour contrôler l'utilisation de notre Service

# privacy-data-issues
source: To detect, prevent and address technical issues
fr: Pour détecter, prévenir et régler les problèmes techniques

# privacy-transfer
source: Transfer Of Data
fr: Transfert des données

# privacy-transfer-jurisdiction
source: Your information, including Personal Data, may be transferred to — and maintained on — computers located outside of your state, province, country or other governmental jurisdiction where the data protection laws may differ than those from your jurisdiction.
fr: Les informations vous concernant, notamment vos Données à Caractère Personnel, peuvent être transférées de votre région, province, pays, ou autre division territoriale vers des ordinateurs – et stockées sur ces derniers – situés à un endroit où la législation relative à la protection des données diffère de celle du territoire où vous résidez.

# privacy-transfer-canada
source: If you are located outside Canada and choose to provide information to us, please note that we transfer the data, including Personal Data, to Canada and process it there.
fr: Si vous résidez hors du Canada et que vous choisissez de nous communiquer des informations, sachez que nous transférons les données, y compris les Données à Caractère Personnel, vers le Canada et que nous les y traitons.

# privacy-transfer-consent
source: Your consent to this Privacy Policy followed by your submission of such information represents your agreement to that transfer.
fr: En acceptant la présente Politique de Confidentialité puis en soumettant ces informations, vous consentez à ce transfert.

# privacy-transfer-securely
source: ladydev.io will take all steps reasonably necessary to ensure that your data is treated securely and in accordance with this Privacy Policy and no transfer of your Personal Data will take place to an organization or a country unless there are adequate controls in place including the security of your data and other personal information.
fr: ladydev.io prendra toutes les mesures raisonnablement nécessaires pour faire en sorte que vos données soient traitées de manière sécurisée et conformément à la présente Politique de Confidentialité et vos Données à Caractère Personnel ne seront transférées vers aucune organisation ni aucun pays à moins que des contrôles adéquats ne soient en place, notamment en ce qui concerne la sécurité de vos données et d'autres données personnelles.

# privacy-disclosure
source: Disclosure Of Data
fr: Communication de données

# privacy-disclosure-legal
source: Legal Requirements
fr: Exigences légales

# privacy-disclosure-may
source: ladydev.io may disclose your Personal Data in the good faith belief that such action is necessary to:
fr: ladydev.io peut communiquer vos Données à Caractère Personnel si elle estime de bonne foi que cela est nécessaire pour:

# privacy-disclosure-comply
source: To comply with a legal obligation
fr: S'acquitter d'une obligation légale

# privacy-disclosure-property
source: To protect and defend the rights or property of ladydev.io
fr: Protéger et défendre les droits ou les biens de ladydev.io

# privacy-disclosure-wrongdoing
source: To prevent or investigate possible wrongdoing in connection with the Service
fr: Prévenir d'éventuels actes répréhensibles ou enquêter sur de tels actes dans le cadre du Service

# privacy-disclosure-safety
source: To protect the personal safety of users of the Service or the public
fr: Assurer la sécurité personnelle des utilisateurs du Service ou du public

# privacy-disclosure-liability
source: To protect against legal liability
fr: Se protéger contre la responsabilité civile

# privacy-security
source: Security Of Data
fr: Sécurité des données

# privacy-security-important
source: The security of your data is important to us, but remember that no method of transmission over the Internet, or method of electronic storage is 100% secure. While we strive to use commercially acceptable means to protect your Personal Data, we cannot guarantee its absolute security.
fr: La sécurité de vos données nous tient à cœur. Toutefois, n'oubliez pas qu'aucune méthode de transmission de données par Internet ou méthode de stockage électronique n'est sûre à 100 %. Bien que nous nous efforcions d'utiliser des méthodes commercialement acceptables pour protéger vos Données à Caractère Personnel, nous ne pouvons pas leur garantir une sécurité absolue.

# privacy-providers
source: Service Providers
fr: Prestataires de services

# privacy-providers-thirdparty
source: We may employ third party companies and individuals to facilitate our Service ("Service Providers"), to provide the Service on our behalf, to perform Service-related services or to assist us in analyzing how our Service is used.
fr: Nous pouvons faire appel à des sociétés tierces et à des tierces personnes pour faciliter la prestation de notre Service ("Prestataires de Services"), assurer le Service en notre nom, assurer des services liés au Service ou nous aider à analyser la façon dont notre Service est utilisé.

# privacy-providers-access
source: These third parties have access to your Personal Data only to perform these tasks on our behalf and are obligated not to disclose or use it for any other purpose.
fr: Ces tiers n'ont accès à vos Données à Caractère Personnel que pour effectuer ces tâches en notre nom et il leur est interdit de les communiquer ou de les utiliser à quelle qu'autre fin.

# privacy-analytics
source: Analytics
fr: Analyses

# privacy-analytics-thirdparty
source: We may use third-party Service Providers to monitor and analyze the use of our Service.
fr: Nous pouvons faire appel à des Prestataires de Services tiers pour surveiller et analyser l'utilisation de notre Service.

# privacy-analytics-google-exp
source: Google Analytics is a web analytics service offered by Google that tracks and reports website traffic. Google uses the data collected to track and monitor the use of our Service. This data is shared with other Google services. Google may use the collected data to contextualize and personalize the ads of its own advertising network.
fr: Google Analytics est un service d'analyse web proposé par Google qui assure le suivi du trafic d'un site web et en rend compte. Google utilise les données recueillies pour suivre et surveiller l'utilisation de notre Service. Ces données sont partagées avec d'autres services Google. Google peut utiliser les données recueillies pour contextualiser et personnaliser les annonces de son propre réseau publicitaire.

# privacy-analytics-google-optout
source: You can opt-out of having made your activity on the Service available to Google Analytics by installing the Google Analytics opt-out browser add-on. The add-on prevents the Google Analytics JavaScript (ga.js, analytics.js, and dc.js) from sharing information with Google Analytics about visits activity.
fr: Vous pouvez empêcher que vos activités dans le cadre du Service ne soient mises à la disposition de Google Analytics en installant le plug-in pour navigateur Analytics Opt out browser add-on de Google Analytics. Ce plug-in empêche le code JavaScript de Google Analytics JavaScript (ga.js, analytics.js et dc.js) de partager les informations concernant les activités liées aux visites avec Google Analytics.

# privacy-analytics-google-more
source: For more information on the privacy practices of Google, please visit the Google Privacy & Terms web page: <a>https://policies.google.com/privacy?hl=en</a>
fr: Pour plus de précisions sur les pratiques de confidentialité de Google, merci de consulter la page web Protection de la vie privée et conditions de Google:: <a>https://policies.google.com/privacy?hl=en</a>

# privacy-links
source: Links To Other Sites
fr: Liens pointant vers d'autres sites

# privacy-links-other
source: Our Service may contain links to other sites that are not operated by us. If you click on a third party link, you will be directed to that third party's site. We strongly advise you to review the Privacy Policy of every site you visit.
fr: Il se peut que notre Service contienne des liens pointant vers d'autres sites que nous n'exploitons pas. Si vous cliquez sur un lien de tiers, vous serez redirigé vers le site de ce tiers. Nous vous recommandons vivement d'examiner la politique de confidentialité de chacun des sites que vous consultez.

# privacy-links-responsibility
source: We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services.
fr: Nous n'avons aucun contrôle sur le contenu, les politiques ou pratiques de confidentialité des sites ou services de tiers et déclinons toute responsabilité en ce qui les concerne.

# privacy-children
source: Children's Privacy
fr: Vie privée des enfants

# privacy-children-warning
source: Our Service does not address anyone under the age of 18 ("Children").
fr: Notre Service ne s'adresse pas aux personnes de moins de 18 ans ("Enfants").

# privacy-children-contact
source: We do not knowingly collect personally identifiable information from anyone under the age of 18. If you are a parent or guardian and you are aware that your Children has provided us with Personal Data, please contact us. If we become aware that we have collected Personal Data from children without verification of parental consent, we take steps to remove that information from our servers.
fr: Nous ne recueillons pas sciemment de données personnelles nominatives auprès de personnes de moins de 18 ans. Si vous êtes un parent ou un tuteur et que vous savez que votre Enfant nous a communiqué des Données à Caractère Personnel, veuillez nous contacter. Si nous apprenons que nous avons recueilli des Données à Caractère Personnel auprès d'enfants sans vérifier s'il y a consentement parental, nous faisons le nécessaire pour supprimer ces informations de nos serveurs.

# privacy-changes
source: Changes To This Privacy Policy
fr: Modifications de la présente Politique de Confidentialité

# privacy-changes-notify
source: We may update our Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page.
fr: Nous nous réservons le droit d'actualiser notre Politique de Confidentialité de temps à autre. Nous vous informerons de toute modification en publiant la nouvelle Politique de Confidentialité sur cette page.

# privacy-changes-email
source: We will let you know via email and/or a prominent notice on our Service, prior to the change becoming effective and update the "effective date" at the top of this Privacy Policy.
fr: Avant que la modification ne prenne effet, nous vous en informerons par e-mail et/ ou en plaçant un avis bien en vue dans notre Service et nous actualiserons la "date de prise d'effet" qui figure en haut de la présente Politique de Confidentialité.

# privacy-changes-advised
source: You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page.
fr: Nous vous conseillons de consulter la présente Politique de Confidentialité périodiquement pour prendre connaissance de toute modification. Les modifications apportées à la présente Politique de Confidentialité prennent effet lorsqu'elles sont publiées sur cette page.

# privacy-contact
source: Contact Us
fr: Nous contacter

# privacy-contact-questions
source: If you have any questions about this Privacy Policy, please contact us:
fr: Pour toute question relative à la présente Politique de Confidentialité, veuillez nous contacter:

# privacy-contact-email
source: By email: info@ladydev.io
fr: Par email: info@ladydev.io

# contact-address
source: Montreal, Qc
fr: Montréal, Qc

# contact-email
source: Email: <a>info@ladydev.io</a>
fr: Courriel:<a>info@ladydev.io{CLOSE_LINK}

# copyright
source: © {{ year }}. All rights reserved. ladydev.io
fr: © {INTERPOLATION}. Tous droits réservés. ladydev.io

# template
source: Template By <a>Bootstrap Temple</a>
fr: Template par <a>Bootstrap Temple{CLOSE_LINK}

# link-disclosure
source: Disclosure Policy
fr: Politique de disclosure

# link-privacy
source: Privacy Policy
fr: Politique de Confidentialité

# link-about
source: About me
fr: À propos

# link-home
source: Home
fr: Accueil

# widget-search-title
source: Search the blog
fr: Chercher le blog

# widget-search-placeholder
source: What are you looking for?
fr: Que cherchez-vous?

# widget-category-title
source: Categories
fr: Catégories

# widget-tag-title
source: Tags
fr: Mots clés

# blog-list-count
source: {{ list.length }} {list.length, plural, =0 {...} =1 {...} many {...}} available
fr: {{ count }} {count, plural, =0 {...} =1 {...} many {...}} disponible

source: {VAR_PLURAL, plural, =0 {post} =1 {post} many {posts} }
fr: {VAR_PLURAL, plural, =0 {article} =1 {article} many {articles}}

# comment-title
source: Conversation <span>({{ count }})</span>
fr: Conversation <span>({INTERPOLATION}){CLOSE_TAG_SPAN}

# comment-closed
source: Comments are closed
fr: Les commentaires sont fermés

# comment-form-name
source: Name
fr: Nom

# comment-form-email
source: Email Address (will not be published)
fr: Adresse e-mail (ne sera pas publiée)

# comment-form-comment
source: Type your comment
fr: Écrivez votre commentaire

# comment-form-submit
source: Submit Comment
fr: Envoyer

# pagination-previous
source: Go to previous page
fr: Aller à la page précédente

# pagination-page
source: Go to page #{{ page }}
fr: Aller à la page #{INTERPOLATION}

# pagination-next
source: Go to next page
fr: Aller à la page suivante

# contact-metatitle
source: Contact Me - ladydev.io
fr: Contactez Moi - ladydev.io
